{
  "cookiePolicy": {
    "title": "Політика використання файлів cookie для SpaceToStudy",
    "description": "Це політика використання файлів cookie для SpaceToStudy, доступна за адресою SpaceToStudy.com.ua"
  },
  "whatAreCookies": {
    "title": "Що таке файли cookie",
    "description": "Як це зазвичай практикується на більшості професійних веб-сайтів, цей сайт використовує файли cookie, які є невеликими файлами, що завантажуються на ваш комп'ютер, щоб покращити ваш досвід. На цій сторінці описано, яку інформацію вони збирають, як ми її використовуємо і чому іноді нам потрібно зберігати ці файли cookie. Ми також поділимося, як ви можете запобігти зберіганню цих файлів cookie, проте це може призвести до зниження або «поломки» певних елементів функціоналу сайту."
  },
  "howWeUseCookies": {
    "title": "Як ми використовуємо файли cookie",
    "description": "Ми використовуємо файли cookie з різних причин, докладно описаних нижче. На жаль, у більшості випадків немає стандартних варіантів для вимкнення файлів cookie без повного вимкнення функціоналу та можливостей, які вони додають до цього сайту. Рекомендується залишати увімкненими всі файли cookie, якщо ви не впевнені, чи вони вам потрібні, на випадок, якщо вони використовуються для надання послуги, якою ви користуєтеся."
  },
  "disablingCookies": {
    "title": "Вимкнення файлів cookie",
    "description": "Ви можете запобігти встановленню файлів cookie, налаштувавши параметри вашого браузера (див. довідку вашого браузера, щоб знати, як це зробити). Зверніть увагу, що вимкнення файлів cookie вплине на функціонал цього та багатьох інших веб-сайтів, які ви відвідуєте. Вимкнення файлів cookie зазвичай призведе до вимкнення певних функцій та можливостей цього сайту. Тому рекомендується не вимикати файли cookie."
  },
  "theCookiesWeSet": {
    "title": "Файли cookie, які ми встановлюємо",
    "account": {
      "title": "Файли cookie, пов'язані з обліковим записом",
      "description": "Якщо ви створите обліковий запис у нас, ми використовуватимемо файли cookie для керування процесом реєстрації та загального адміністрування. Ці файли cookie, як правило, будуть видалені при виході з облікового запису, але у деяких випадках вони можуть залишатися, щоб запам'ятати ваші налаштування сайту у вас від'єднаному стані."
    },
    "login": {
      "title": "Файли cookie, пов'язані з входом в систему",
      "description": "Ми використовуємо файли cookie, коли ви увійшли в систему, щоб ми могли запам'ятати цей факт. Це запобігає вам потребі входити кожного разу, коли ви відвідуєте нову сторінку. Ці файли cookie зазвичай видаляються або очищаються при виході з облікового запису, щоб забезпечити доступ лише до обмежених функцій та областей, коли ви увійшли в систему."
    },
    "site": {
      "title": "Файли cookie налаштувань сайту",
      "description": "Для забезпечення вам чудового досвіду на цьому сайті ми надаємо можливість встановлювати ваші налаштування того, як цей сайт працює при використанні. Щоб запам'ятати ваші налаштування, нам потрібно встановити файли cookie, щоб цю інформацію можна було викликати кожного разу, коли ви взаємодієте зі сторінкою, яка залежить від ваших налаштувань."
    }
  },
  "thirdPartyCookies": {
    "title": "Файли cookie сторонніх постачальників",
    "description": "У деяких спеціальних випадках ми також використовуємо файли cookie, надані довіреними сторонніми постачальниками. Наступний розділ детально описує, з якими файлами cookie сторонніх постачальників ви можете зіткнутися при користуванні цим сайтом.",
    "subtitle": "Час від часу ми тестуємо нові функції та робимо незначні зміни у способі подання сайту. Під час тестування нових функцій ці файли cookie можуть використовуватися для забезпечення того, щоб ви отримували послідовний досвід під час перебування на сайті та забезпечення того, щоб ми зрозуміли, які оптимізації наші користувачі найбільше цінують."
  },
  "moreInformation": {
    "title": "Більше інформації",
    "subtitle": "Сподіваємося, це роз'яснило для вас деякі речі, і, як вже було сказано раніше, якщо є щось, про що ви не впевнені, чи вам це потрібно чи ні, зазвичай безпечніше залишити файли cookie увімкненими в разі, якщо вони взаємодіють з однією з функцій, які ви використовуєте на нашому сайті. Однак, якщо ви все ще шукаєте більше інформації, ви можете зв'язатися з нами, відвідавши це посилання info@spacetostudy.com"
  }
}
